CancelTableEditing
Syntax
cDatabaseTables.CancelTableEditing
VB6 Procedure
Function CancelTableEditing As Integer
Parameters
Remarks
Clears all tables that were stored in the table list using one of the SetTableForEditing... functions.
Returns 0 if the function executes correctly, otherwise returns nonzero.
Release Notes
Initial release in version 23.0.0
See Also
SetTableForEditingArray
SetTableForEditingCSVFile
SetTableForEditngCSVString